export const AI_PREDEFINED_QUESTIONS_LIST = `
1. Երբ է ավարտվելու շինարարությունը?
2. ինչ ենթակառուցվածքներ կան
3. որն է Դեֆանս հաուզինգի առավելությունները
4. ինչքան քառակուսի է ամենամինիմալը
5. հնարավոր է եկամտային հարկով ձեռք բերել բնակարան
6. կարող եմ Արգո ռիելթիից ձեռք բերել բնակարանը
7. ինչ առավելություն ունի դեֆանս թաղամասը, մյուս թաղամասերի նկատմամբ
8. կան հանգստի զոնաներ, այգիներ
9. տարաժամկետ վճարման ինչ պայմաններ ունի դեֆանսը
10. որտեղ կարող եմ մոտենալ և ամրագրել բնակարանը
11. որ բանկերի հետ է աշխատում դեֆանս հաուզինգը`;

export const AI_PREDEFINED_QUESTIONS_ANSWERS = {
  1: '31.12.2025 թ նախատեսվում է առաջին թաղամասի 66 բնակելի շենքերի շինավարտը:',
  2: 'Ստեղծվելու են դպրոցներ, մանկապարտեզներ, ավելի քան 500քմ մակերեսով բիզնես կենտրոն, մարզահամալիր, առևտրի կենտրոն, գերժամանակակից, բազմաֆունկցիոնալ  դիագնոստիկ և ուռուցքաբանության կենտրոններ, ինչպես նաև 24 հա տարածքով կենտրոնական անտառ պուրակ:',
  3: 'ա)Կոմունիկացիոն Ենթակառուցվածքները-ստեղծվում են լավագույն որակի կոմունիկացիոն ենթակառուցվածքներ \nբ) Ճանապարհային Ցանցը-թաղամասում կառուցվում են ներքին և արտաքին ճանապարհային ցանցերը առնվազն 15 մետր լայնությամբ, \nգ) Շենքերի սեյսմակայունությունը-ընկերության համար կարևոր է շենքերի սեյսմակայունությունը։',
  4: 'նվազագույն քմ-50,77 է առավելագույնը 192,37',
  5: 'Եկամտային հարկից միշտ  կարող են օգտվել , նույնիսկ 2025թ-ից հետո, երբ Երևանի բոլոր համայնքներում դուրս գա, քանի որ Դեֆանս Հաուզինգը շինարարական թույլատվությունը ստացել է 2021թ-ին\n',
  6: 'Ոչ, քանի որ Դեֆանս Հաուզինգը ընկերության նախագծերի վաճառքը իրականացվում է Դեֆաս Ռիելթի կողմից',
  7: 'ա) Կոմունիկացիոն Ենթակառուցվածքները-ստեղծվում են լավագույն որակի կոմունիկացիոն ենթակառուցվածքներ։ Թաղամասն ապահովված է լինելու գազով, Ապարանի մաքուր ջրով, առանձին կոյուղատար համակարգով: Կառուցվելու է 250 մեգավատտ հզորության ենթակայան, որի դեպքում տեխնիկապես անհնար են լինելու էլեկտրաէներգիայի ընդհատումները,\n \nբ) Ճանապարհային Ցանցը-թաղամասում կառուցվում են ներքին ճանապարհային ցանց և արտաքին ճանապարհային ցանցին միացող 5 հանգույցներ՝ առնվազն 15 մետր լայնությամբ: Միջթաղամասային եւ արտաքին ճանապարհային ցանցին միացող երթևեկելի ճանապարհներն ավելի քան 100․000 մ² մակերեսով են, \n\nգ) Շենքերի Սեյսմակայունությունը-ընկերության համար կարևոր է շենքերի սեյսմակայունությունը։ \nԹաղամասը գտնվում է 200 մ խորությամբ բազալտե շերտի վրա, իսկ շենքերը կառուցվում են 1.4 մետրանոց երկաթբետոնյա հիմնային սալերի վրա: Գրագետ կոնստրուկտորական լուծումների շնորհիվ սեյսմակայունությունը 9 բալ եւ ավելի է:\n',
  8: '140 հա տարածքով թաղամասում պրեմիում դասի բնակելի շենքերի կառուցապատման մակերեսն ընդամենը 25% է։ \nՇինարարության առաջին իսկ օրվանից թաղամասում հիմնվում են շուրջ 24 հա մակերեսով կենտրոնական անտառ-պուրակը՝ Իտալիայից բերված ծառատեսակներով, ինչպես նաև թվով 5 շատրվանային կոմպլեքսներ: Շենքերին հարակից տարածքներում և միջբակային հատվածներում ևս կլինեն մոտ 25 հա մակերեսով կանաչապատ գոտիներ՝ ապահովելով որակյալ էկոհամակարգ:',
  9: 'տարաժամկետ վճարման պայմաններն են \nա) կանխիկ ամբողջական վճարում-100% վճարում, որի դեպքում գործում է 5% զեղչ,\nբ) փուլային կամ տարաժամկետ վճարում 50/45/5 հարաբերակցությամբ',
  10: 'ամրագրման համար կարող են մոտենալ երկուշաբթի-շաբաթ 11:00-19:00, իսկ կիրակի օրերին 11:00-14:30 - Հյուսիսային պողոտա 8 հասցեում գործող գրասենյակ',
  11: 'Համագործակցում ենք Արդշինբանկ ՓԲԸ-ի հետ, նվազագույն կանխավճար 10%, 10-20 տարի մարման ժամկետով',
};
